{
  "ptbr": {
    "aboutMe": {
      "name": "Olá, meu nome é Gabriel Assis de Souza",
      "whatIDo": "Eu sou estudante de Engenharia de Software.",
      "whoIAm": "Sou um desenvolvedor web com foco em backend, especializado em Java. Minha paixão é criar soluções robustas e eficientes que impulsionam o sucesso de produtos digitais. Além do código, busco constantemente expandir meu conhecimento lendo artigos sobre tecnologia, psicologia e filosofia, pois acredito que essas áreas oferecem perspectivas valiosas para a resolução de problemas complexos. Estou sempre em busca de projetos que me desafiem e que me permitam contribuir ativamente para o crescimento do time e da empresa, ao mesmo tempo em que aprimoro minhas habilidades.",
      "experience": "Desenvolvi, em grupo, um projeto para a empresa Pacaluz, uma aplicação de software criada para otimizar as operações do setor de Recursos Humanos. Atuei diretamente no desenvolvimento da parte backend da plataforma, utilizando Java e Spring, garantindo a robustez e a segurança do sistema. Dentre as responsabilidades estavam a construção das funcionalidades que permitem ao RH, líderes e colaboradores gerenciar de forma integrada informações cruciais, como dias de férias, atestados médicos e a comunicação interna. Além disso, atualmente estou desenvolvendo um aplicativo Android para o condomínio San Diego Residence, que auxilia os porteiros no controle e comunicação interna, permitindo registrar entradas e saídas de visitantes e moradores, monitorar empregados e prestadores de serviço, gerenciar encomendas recebidas e enviar recados entre os turnos. Esse projeto reforça minha experiência em criar soluções digitais que unem praticidade, eficiência e segurança.",
      "hobbies": "Quando não estou codando, dedico meu tempo a hobbies que exercitam a mente e o corpo. Jogo xadrez para aprimorar o pensamento estratégico e a capacidade de antecipar problemas. Minha rotina de leitura abrange ficção, filosofia e livros técnicos sobre tecnologia, buscando expandir meu conhecimento e minha criatividade na resolução de desafios complexos. Para o bem-estar físico, pratico corrida e basquete. Essas atividades são essenciais para manter o foco, liberar o estresse e fortalecer minha resiliência.",
      "skills": "Tecnologias as quais estou acostumado: ",
      "projectsIntroduction": "Aqui estão alguns projetos criados durante a faculdade e/ou para empresas:"
    }
  },
  "en": {
    "aboutMe": {
      "name": "Hello, my name is Gabriel Assis de Souza",
      "whatIDo": "I'm a Software Engineering student.",
      "whoIAm": "I'm a web developer with a focus on backend, specializing in Java. My passion is to create robust and efficient solutions that drive the success of digital products. Beyond coding, I constantly seek to expand my knowledge by reading articles on technology, psychology, and philosophy, as I believe these areas offer valuable perspectives for solving complex problems. I am always looking for projects that challenge me and allow me to actively contribute to the growth of the team and the company while enhancing my skills.",
      "experience": "I developed, as part of a team, a project for Pacaluz, a software application created to optimize Human Resources operations. I worked directly on developing the backend of the platform, using Java and Spring, ensuring the robustness and security of the system. Among my responsibilities was building features that allow HR, leaders, and employees to manage crucial information in an integrated manner, such as vacation days, medical certificates, and internal communication. In addition, I am currently developing an Android application for the San Diego Residence condominium, designed to assist gatekeepers in internal control and communication. This app allows the registration of residents and visitors entering and leaving, monitoring of employees and service providers, management of packages, and sending of messages between shifts. This project reinforces my experience in creating digital solutions that combine practicality, efficiency, and security.",
      "hobbies": "When I'm not coding, I dedicate my time to hobbies that exercise both mind and body. I play chess to improve strategic thinking and the ability to anticipate problems. My reading routine includes fiction, philosophy, and technical books on technology, seeking to expand my knowledge and creativity in solving complex challenges. For physical well-being, I practice running and basketball. These activities are essential to staying focused, relieving stress, and strengthening resilience.",
      "skills": "Technologies I'm familiar with: ",
      "projectsIntroduction": "Here are some projects created during college and/or for companies:"
    }
  }
}
